package android.example.teachuaandroid.ui;

public class UnitContent {

    public static final String cardTitle_1 = "Ініціатива Навчай українською це небайдужі громадяни, які об'єдналися, щоб популяризувати українську мову у сфері освіти.";
    public static final String description_1 = "Активна учасниця групи захисту мовного закону і права україномовних на послуги українською мовою в Україні. Ініціювала розпорядження департаменту культури КМДА про викладання у мистецьких школах Києва українською мовою. Експертка з комунікацій та менеджерка соціальних, освітніх та культурних проєктів. Конкретніше: консультантка з розробки та створення телевізійного шоу про нові об’єднані територіальні громади, головний редактор програми журналістських розслідувань «Брат за брата», редактор розважальних програм Новий канал, впродовж десяти років журналістка та ведуча програми новин «Репортер» Новий канал. Хочу дізнатись, що зміниться, якщо в Україні всі розмовлятимуть українською? Чи змінить це ставлення громадян до своєї країни? Чи стане молодь більше поважати свій край?";

    public static final String cardTitle_2 = "Комунікаційна менеджерка Ініціативи Навчай українською. Редакторка волонтерського проєкту Портал мовної політики.  ";
    public static final String description_2 = "Із 16 січня 2021 набуває чинності стаття 30 закону “Про забезпечення функціонування української мови як державної” про державну мову у сфері обслуговування споживачів. З 16 січня всі надавачі послуг, незалежно від форми власності, зобов’язані обслуговувати споживачів і надавати інформацію про товари і послуги державною мовою. Громадяни мають право отримати освітні послуги українською мовою у закладах позашкільної освіти.";

    public static final String cardTitle_3 = "Я змогла взяти для себе чимало важливих професійних порад щодо ведення занять рідною мовою, доречного вживання фахової термінології тощо ";
    public static final String description_3 = "Я сьогодні бачу в своїй стрічці багато суму через бар’єри, які доводиться долати, аби виховувати дітей рідною мовою. І дуже вірю, що скоро одним викликом, як то мова позашкільної освіти, стане менше! Повірте, батьки дуже люблять, коли їхніх дітей хтось вчить українською мовою, коли вони мають цю можливість. Попит на те, щоб ви викладали українською мовою, величезний і дуже сильно недооцінений. Думаю, керівники гуртків це відчують, коли почнуть переходити на українську мову”, - сказала ведуча “1+1” Марічка Падалко під час онлайн-зустрічі “Українська історія зірок”. Ця зустріч була стартом першого 21-денного челенджу “Навчай українською” для викладачів дитячих гуртків, секцій та студій, які переходять на українську мову викладання.";


}
